Repository: calliko/bonus-for-woo
Catalog: lang/bonus-for-woo-*.po
Languages: ru_ru, uk

source: The form for receiving bonus points is located in your personal account.
ru_ru: Форма для получения бонусных баллов находится в вашем личном кабинете.
uk: Форма для отримання бонусних балів знаходиться у вашому особистому кабінеті.

source: Available in PRO version.
ru_ru: Доступно в PRO-версии.
uk: Доступно у PRO-версії.

source: Recalculation
ru_ru: Перерасчет
uk: Перерахунок

source: Attention! The action is irreversible!
ru_ru: Внимание! Действие необратимо!
uk: Увага! Дія незворотна!

source: We will award points to users for previous orders, before installing the bonus system plugin.
ru_ru: Мы начислим пользователям баллы за предыдущие заказы, до установки плагина бонусной системы.
uk: Ми нарахуємо бали користувачам за попередні замовлення, перш ніж встановити плагін бонусної системи.

source: removed
ru_ru: удалены
uk: видалени

source: Accrual of points for previous orders.
ru_ru: Начисление баллов за предыдущие заказы.
uk: Нарахування балів за попередні замовлення.

source: Points accrual delay.
ru_ru: Задержка начисления баллов.
uk: Затримка нарахування балів.

source: through
ru_ru: через
uk: через

source: Done! Orders processed:
ru_ru: Готово! Обработано заказов:
uk: Готово! Оброблено замовлень:

source: Send now
ru_ru: Отправить сейчас
uk: Надіслати зараз

source: Planned accrual time:
ru_ru: Планируемое время начисления:
uk: Планований час нарахування:

source: Estimated cashback:
ru_ru: Планируемый кешбэк:
uk: Орієнтовний кешбек:

source: applied
ru_ru: применены
uk: застосовані

source: Coupons imported successfully
ru_ru: Купоны успешно импортированы
uk: Купони успішно імпортовано

source: Error reading file
ru_ru: Ошибка чтения файла
uk: Помилка читання файлу

source: Error accessing file
ru_ru: Ошибка доступа к файлу
uk: Помилка доступу до файлу

source: Invalid data
ru_ru: Неверные данные
uk: Недійсні дані

source: Deleted user #%d
ru_ru: Удален пользователь #%d
uk: Видалено користувача #%d

source: User #%d
ru_ru: Пользователь: %d
uk: Користувач №%d

source: About the bonus for woo plugin.
ru_ru: О плагине bonus for woo.
uk: Щодо плагіна bonus for woo.

source: Works on
ru_ru: Работает на
uk: Працює на

source: Text of the number of points.
ru_ru: Текст количества баллов.
uk: Текст кількості балів.

source: Transfers of bonus points between users.
ru_ru: Перевод бонусных баллов между пользователями.
uk: Переказ бонусних балів між користувачами.

source: Orders with bonuses:
ru_ru: Заказы с бонусами:
uk: Замовлення з бонусами:

source: Total orders:
ru_ru: Всего заказов:
uk: Всього замовлень:

source: Start Calculation
ru_ru: Начать расчет
uk: Почати розрахунок

source: Statistics reset
ru_ru: Сброс статистики
uk: Скидання статистики

source: Are you sure you want to clear statistics?
ru_ru: Вы уверены, что хотите очистить статистику?
uk: Ви впевнені, що хочете очистити статистику?

source: Error.
ru_ru: Ошибка.
uk: Помилка.

source: Statistics updated.
ru_ru: Статистика обновлена.
uk: Статистику оновлено.

source: Please wait until the page reloads!
ru_ru: Пожалуйста, подождите перезагрузку страницы!
uk: Будь ласка, зачекайте, поки сторінка перезавантажиться!

source: Progress
ru_ru: Прогресс
uk: Прогрес

source: Start of calculations
ru_ru: Начало расчетов
uk: Початок розрахунків

source: Recalculate statistics
ru_ru: Пересчитать статистику
uk: Перерахувати статистику

source: Clear statistics
ru_ru: Очистить статистику
uk: Очистити статистику

source: Last statistics update:
ru_ru: Последнее обновление статистики:
uk: Останнє оновлення статистики:

source: Cashback received:
ru_ru: Получено кешбэка:
uk: Отримано кешбек:

source: Total amount of referral orders:
ru_ru: Общая сумма реферальных заказов:
uk: Загальна кількість реферальних замовлень:

source: If the "Reusable" box is checked, then all users can use it.
ru_ru: Если установлен флажок «Многоразовый», то его могут использовать все пользователи.
uk: Якщо встановлено прапорець «Повторне використання», то всі користувачі можуть ним користуватися.

source: Only the administrator can see it.
ru_ru: Его может видеть только администратор.
uk: Тільки адміністратор може це побачити.

source: Coupon usage:
ru_ru: Использование купона:
uk: Використання купона:

source: Reusable
ru_ru: Многоразовый
uk: Багаторазовий

source: by phone
ru_ru: по телефону
uk: по телефону

source: by email
ru_ru: по email
uk: по email

source: by ID
ru_ru: по ID
uk: по ID

source: Search user:
ru_ru: Поиск пользователя:
uk: Пошук користувача:

source: The ability to specify a cashback percentage in the product editor that does not affect the client status.
ru_ru: Возможность указать процент кешбэка в редакторе товара, не влияющий на статус клиента.
uk: Можливість вказати відсоток кешбеку в редакторі товару, який не впливає на статус клієнта.

source: This cashback status does not affect.
ru_ru: Этот кешбэк на статус не влияет.
uk: Цей статус кешбеку не впливає.

source: Enter cashback percentage
ru_ru: Введите процент кешбэка
uk: Введіть відсоток кешбеку

source: Error: Data not transferred.
ru_ru: Ошибка: данные не переданы.
uk: Помилка: Дані не передано.

source: Points were not returned to the user.
ru_ru: Баллы не были возвращены пользователю.
uk: Бали не були повернуті користувачеві.

source: The user points have been returned.
ru_ru: Баллы пользователя были возвращены.
uk: Бали користувача повернуто.

source: Failed to apply coupon to order.
ru_ru: Не удалось применить купон к заказу.
uk: Не вдалося застосувати купон до замовлення.

source: The coupon has been successfully created and applied to your order.
ru_ru: Купон успешно создан и применен к вашему заказу.
uk: Купон успішно створено та застосовано до вашого замовлення.

source: Error creating coupon.
ru_ru: Ошибка создания купона.
uk: Помилка створення купона.

source: Order not found.
ru_ru: Заказ не найден.
uk: Замовлення не знайдено.

source: The user does not have enough points. Balance
ru_ru: У пользователя недостаточно баллов. Баланс
uk: Користувач не має достатньої кількості балів. Баланс

source: Not enough data.
ru_ru: Недостаточно данных.
uk: Недостатньо даних.

source: An error occurred while processing your request.
ru_ru: При обработке вашего запроса произошла ошибка.
uk: Під час обробки вашого запиту сталася помилка.

source: Error getting user ID.
ru_ru: Ошибка получения идентификатора пользователя.
uk: Помилка отримання ідентифікатора користувача.

source: The required data is missing from the request.
ru_ru: В запросе отсутствуют требуемые данные.
uk: У запиті відсутні необхідні дані.

source: The percentage of points written off depending on the clients status.
ru_ru: Процент списываемых баллов в зависимости от статуса клиента.
uk: Відсоток списаних балів залежно від статусу клієнта.

source: Cashback for the first order
ru_ru: Кешбэк за первый заказ
uk: Кешбек за перше замовлення

source: Accrue for
ru_ru: Начислятся за
uk: Нараховувати за

source: Required to earn bonus points.
ru_ru: Требуется для получения бонусных баллов.
uk: Необхідно заробляти бонусні бали.

source: Email client
ru_ru: Email клиента
uk: Email клієнта

source: ID client
ru_ru: ID клиента
uk: ID клієнта

source: Delete export file
ru_ru: Удалить файл экспорта
uk: Видалити файл експорту

source: Error connecting to key verification server.
ru_ru: Ошибка подключения к серверу проверки ключей.
uk: Помилка підключення до сервера перевірки ключів.

source: Use an alternate server
ru_ru: Используйте альтернативный сервер
uk: Використовуйте альтернативний сервер

source: When a customer uses a coupon, cashback is not accrued.
ru_ru: При использовании купона кешбэк не начисляется.
uk: При використанні клієнтом купона кешбек не нараховується.

source: You cannot use points on this order.
ru_ru: Вы не можете использовать баллы в этом заказе.
uk: Ви не можете використовувати бали для цього замовлення.

source: Total
ru_ru: Всего
uk: Загально

source: Apply
ru_ru: Применить
uk: Застосувати

source: You can use [points] in this order.
ru_ru: Вы можете использовать [points] в этом заказе.
uk: Ви можете використати [points] для цьому замовлення.

source: The text "Delete points" on the button in the points write-off form.
ru_ru: Текст «Удалить баллы» на кнопке в форме списания баллов.
uk: Текст «Видалити бали» на кнопці у формі списання балів.

source: The text "Use points" when opening the points write-off form.
ru_ru: Текст «Использовать баллы» при открытии формы списания баллов.
uk: Текст «Використати бали» при відкритті форми списання балів.

source: Text in the form of writing off points.
ru_ru: Текст в форме списания баллов.
uk: Текст у форми списання балів.

source: Do not include shipping when calculating the order amount.
ru_ru: Не включать стоимость доставки при расчете суммы заказов.
uk: Не включати доставку при розрахунку суми замовлення

source: updated
ru_ru: обновлен
uk: оновлено

source: This amount of orders is in the <b>%s</b> status, change it to another amount.
ru_ru: Данная сумма заказов находится в статусе <b>%s</b>, измените на другую сумму.
uk: Ця кількість замовлень має статус <b>%s</b>, змініть її на іншу суму.

source: The key is not correct.
ru_ru: Ключ неверный.
uk: Ключ неправильний.

source: Should cashback be displayed on category pages?
ru_ru: Должен ли кешбэк отображаться на страницах категорий?
uk: Чи має відображатися кешбек на сторінках категорій?

source: Should cashback be shown on the product page?
ru_ru: Должен ли кешбэк отображаться на странице товара?
uk: Чи має відображатися кешбек на сторінці продукту?

source: Updated all user statuses.
ru_ru: Обновлены все статусы пользователей.
uk: Оновлено всі статуси користувачів.

source: Updated statuses:
ru_ru: Обновленные статусы:
uk: Оновлені статуси:

source: Update all users statuses. Requires a lot of resources!
ru_ru: Обновление статусов всех пользователей. Требует много ресурсов!
uk: Оновити всі статуси користувачів. Вимагає багато ресурсів!

source: This generator will create text for you based on the plugin settings.
ru_ru: Этот генератор создаст для вас текст на основе настроек плагина.
uk: Цей генератор створить для вас текст на основі налаштувань плагіна.

source: Total spent by users:
ru_ru: Всего потрачено пользователями:
uk: Всього витрачено користувачами:

source: Total amount of points in users accounts:
ru_ru: Общая сумма баллов на счетах пользователей:
uk: Загальна кількість балів на облікових записах користувачів:

source: No users found in the bonus system.
ru_ru: В бонусной системе пользователей не найдено.
uk: У бонусній системі не знайдено користувачів.

source: Logs not found.
ru_ru: Логи не найдены.
uk: Логи не знайдено.

source: User
ru_ru: Пользователь
uk: Користувач

source: No points accrual history found.
ru_ru: История начисления баллов не найдена.
uk: Історія нарахування балів не знайдена.

source: Possibility to export bonus points history to pdf and excel.
ru_ru: Возможность экспорта истории бонусных баллов в PDF и Excel.
uk: Можливість експорту історії бонусних балів у pdf та excel.

source: Seconds
ru_ru: Секунд
uk: Секунд

source: Minutes
ru_ru: Минут
uk: Хвилин

source: Hours
ru_ru: Часов
uk: Години

source: Days
ru_ru: Дней
uk: Днів

source: Tools
ru_ru: Инструменты
uk: Інструменти

source: You do not participate in the bonus system.
ru_ru: Вы не участвуете в бонусной системе.
uk: Ви не берете участь у бонусній системі.

source: Use shortcode [bfw_cashback_in_product] only on product page!
ru_ru: Используйте шорткод [bfw_cashback_in_product] только на странице товара!
uk: Використовуйте шорткод [bfw_cashback_in_product] лише на сторінці товару!

source: Cashback is not accrued for discounted items.
ru_ru: Кешбэк не начисляется за товары со скидкой.
uk: На товари зі знижкою кешбек не нараховується.

source: Vote for new features!
ru_ru: Голосуйте за новые функции!
uk: Проголосуйте за нові функції!

source: The prefix "Do" is displayed only for unregistered users and in variable products.
ru_ru: Префикс «До» отображается только для незарегистрированных пользователей и в вариативных продуктах.
uk: Префікс "До" відображається лише для незареєстрованих користувачів і у варіаціях товару.

source: Do not accrue cashback on sale products?
ru_ru: Не начислять кешбэк за товары со скидкой?
uk: Не нараховувати кешбек товарам зі знижкою?

source: Total invitees:
ru_ru: Всего приглашенных:
uk: Всього запрошених:

source: Referral system members:
ru_ru: Участники реферальной системы:
uk: Учасники реферальної системи:

source: Referral statistics
ru_ru: Реферальная статистика
uk: Статистика рефералів

source: Out of %1$d of orders in %2$d points applied
ru_ru: Из %1$d заказов в %2$d используются баллы.
uk: З %s замовлень у %s балів застосовано

source: Order statistics
ru_ru: Статистика заказов
uk: Статистика замовлень

source: Total in the bonus system: %s of users
ru_ru: Всего в бонусной системе: %s пользователей
uk: Всього в бонусній системі: %s користувачів

source: Update user statuses
ru_ru: Обновить статусы пользователей
uk: Оновити статуси користувачів

source: Statistics will be updated. For suggestions on statistics, please email info@computy.ru.
ru_ru: Статистика будет обновляться. По предложениям по статистике просьба обращаться по адресу info@computy.ru.
uk: Статистика буде оновлюватися. З пропозиціями щодо статистики звертайтеся на електронну адресу info@computy.ru.

source: At the moment, the statistics are in testing mode.
ru_ru: На данный момент статистика находится в режиме тестирования.
uk: На даний момент статистика знаходиться в тестовому режимі.

source: The last 500 entries are displayed.
ru_ru: Отображаются последние 500 записей.
uk: Відображаються останні 500 записів.

source: Clear
ru_ru: Очистить
uk: Очистити

source: Search
ru_ru: Поиск
uk: Пошук

source: to
ru_ru: по
uk: по

source: From
ru_ru: От
uk: Від

source: History of %s for all customers
ru_ru: История изменения %s для всех клиентов
uk: Історія зміни %s для всіх клієнтів

source: Coupons list
ru_ru: Список купонов
uk: Список купонів

source: Import completed successfully!
ru_ru: Импорт успешно завершен!
uk: Імпорт успішно завершено!

source: Example of CSV file
ru_ru: Пример CSV-файла
uk: Приклад файлу CSV

source: Possible statuses
ru_ru: Возможные статусы
uk: Можливі статуси

source: To create multiple coupons, create a csv file and import it using the form below.
ru_ru: Чтобы создать несколько купонов, создайте CSV-файл и импортируйте его, используя форму ниже.
uk: Щоб створити кілька купонів, створіть файл CSV та імпортуйте його за допомогою форми нижче.

source: Import coupons
ru_ru: Импорт купонов
uk: Іпортувати купони

source: Once a coupon has been used, it cannot be activated. Only delete.
ru_ru: После того, как купон был использован, он не может быть активирован. Только удалять.
uk: Після використання купона його не можна активувати. Тільки видалити.

source: Coupon can only be used once.
ru_ru: Купон можно использовать только один раз.
uk: Купон можна використати лише один раз.

source: The customer can only use active coupons.
ru_ru: Клиент может использовать только активные купоны.
uk: Клієнт може використовувати лише активні купони.

source: Create a coupon in the form and it will appear in the list of coupons.
ru_ru: Создайте купон в форме и он появится в списке купонов.
uk: Створіть купон у формі, і він з’явиться у списку купонів.

source: Add coupon
ru_ru: Добавить купон
uk: Додати купон

source: Сode coupon
ru_ru: Код купона
uk: Код купона

source: Add a new coupon
ru_ru: Добавить новый купон
uk: Додайте новий купон

source: Coupons for %s
ru_ru: Купоны для %s
uk: Купони для %s

source: Coupon status changed
ru_ru: Статус купона изменен
uk: Статус купона змінено

source: Coupon
ru_ru: Купон
uk: Купон

source: Coupon <b>%s</b> is already being used. Enter another code or change the existing one.
ru_ru: Купон <b>%s</b> уже используется. Введите другой код или измените существующий.
uk: Купон <b>%s</b> уже використовується. Введіть інший код або змініть існуючий.

source: Settings
ru_ru: Настройки
uk: Налаштування

source: No status
ru_ru: Нет статуса
uk: Без статусу

source: User deleted
ru_ru: Пользователь удален
uk: Користувача видалено

source: Leave a review and receive
ru_ru: Оставьте отзыв и получите
uk: Залиште відгук і отримайте

source: The sum of your %s is now
ru_ru: Сумма ваших %s теперь
uk: Зараз сума ваших %s

source: Your product review has been rejected. %1$s %2$s are canceled.
ru_ru: Ваш отзыв о продукте был отклонен. %1$s %2$s аннулируются.
uk: Ваш відгук про товар відхилено. %1$s %2$s анулюються.

source: Return of %s
ru_ru: Возврат %s
uk: Повернення %s

source: Return of %s for Product Review
ru_ru: Возврат %s за обзор продукта
uk: Повернення %s за відгук товару

source: For review
ru_ru: За отзыв
uk: За відгук

source: Points for referral
ru_ru: Баллы за реферала
uk: Бали за реферала

source: Birthday
ru_ru: День рождения
uk: День народження

source: Inactivity %d days
ru_ru: Бездействие %d дней
uk: Бездіяльність %d днів

source: Your points will be deleted soon.
ru_ru: Ваши баллы скоро будут удалены.
uk: Ваші бали незабаром буде видалено.

source: You have returned %1$d bonus points for order number %2$d.
ru_ru: Вы вернули %1$d бонусных баллов в заказе № %2$d.
uk: Ви повернули %1$d бонусних балів за номер замовлення %2$d.

source: Use of %s
ru_ru: Использование %s
uk: Використання %s

source: Coupon activated.
ru_ru: Купон активирован.
uk: Купон активований.

source: Sorry, no such coupon found.
ru_ru: К сожалению, такой купон не найден.
uk: На жаль, такого купона не знайдено.

source: Sorry. The coupon usage limit has been reached.
ru_ru: Извините. Достигнут лимит использования купона.
uk: Вибачте. Досягнуто ліміт використання купона.

source: To use %s, the order amount must be more than
ru_ru: Для использования %s, сумма заказа должна быть больше чем
uk: Щоб використовувати %s, сума замовлення має бути більше ніж

source: To use %s, you must remove the coupon.
ru_ru: Для использования %s, вы должны удалить купон.
uk: Щоб скористатися %s, ви повинні видалити купон

source: Daily %s for the login.
ru_ru: Ежедневные %s при входе.
uk: Щодня %s для входу.

source: Order created by administrator:
ru_ru: Заказ создан администратором:
uk: Замовлення створено адміністратором:

source: Technical product for accrual of bonus points
ru_ru: Технический продукт для начисления бонусных баллов
uk: Технічний продукт для нарахування бонусних балів

source: Message
ru_ru: Сообщение
uk: Повідомлення

source: Are you sure you want to remove this entry from your reward points history?
ru_ru: Вы действительно хотите удалить эту запись из истории бонусных баллов?
uk: Ви впевнені, що хочете видалити цей запис зі своєї історії бонусних балів?

source: Event
ru_ru: Событие
uk: Подія

source: Date
ru_ru: Дата
uk: Дата

source: Are you sure you want to clear this customer bonus points history?
ru_ru: Вы уверены, что хотите очистить эту историю бонусных баллов клиента?
uk: Ви впевнені, що хочете очистити історію бонусних балів клієнтів?

source: Clear the history
ru_ru: Очистить историю
uk: Очистити історію

source: Reward %s notification
ru_ru: Уведомление о изменениях %s
uk: Повідомлення про зміниу %s

source: Error opening
ru_ru: Ошибка открытия
uk: Помилка відкриття

source: Coupon usage
ru_ru: Использование купона
uk: Використання купона

source: Are you sure you want to delete this coupon?
ru_ru: Вы уверены, что хотите удалить этот купон?
uk: Ви впевнені, що хочете видалити цей купон?

source: Delete
ru_ru: Удалить
uk: Видалити

source: Deactivate
ru_ru: Деактивировать
uk: Деактивувати

source: Used
ru_ru: Использован
uk: Використовується

source: Not active
ru_ru: Не активный
uk: Не активний

source: Active
ru_ru: Активный
uk: Активний

source: Date of use
ru_ru: Дата использования
uk: Дата використання

source: Client
ru_ru: Клиент
uk: Клієнт

source: Comment admin
ru_ru: Комментарий администратора
uk: Коментар адміна

source: Create date
ru_ru: Дата создания
uk: Дата створення

source: Sum
ru_ru: Сумма
uk: Сума

source: Cashback %s
ru_ru: Кешбэк %s
uk: Кешбек %s

source: up to
ru_ru: до
uk: до

source: Error while receiving data.
ru_ru: Ошибка при получении данных.
uk: Помилка під час отримання даних.

source: Error code:
ru_ru: Код ошибки:
uk: Код помилки:

source: The key is not correct! Contact info@computy.ru
ru_ru: Ключ не правильный! Контакты info@computy.ru
uk: Ключ не правильний! Звертайтеся до info@computy.ru

source: Activate
ru_ru: Активировать
uk: Активувати

source: Enter the activation key sent to your email.
ru_ru: Введите ключ активации, отправленный на вашу электронную почту.
uk: Введіть ключ активації, надісланий на вашу електронну пошту.

source: Buy
ru_ru: Купить
uk: Купити

source: In case of problems, please contact info@computy.ru
ru_ru: В случае возникновения проблем обращайтесь по адресу info@computy.ru
uk: У разі виникнення проблем звертайтеся за адресою info@computy.ru

source: The key will be sent to your email: %s.
ru_ru: Ключ будет отправлен на вашу электронную почту: %s.
uk: Ключ буде надіслано на вашу електронну адресу: %s.

source: To purchase Bonus for Woo Pro, click on the "Buy" button.
ru_ru: Чтобы приобрести Bonus for Woo Pro, нажмите на кнопку "Купить".
uk: Щоб придбати Bonus for Woo Pro, натисніть кнопку «Купити».

source: Referral system.
ru_ru: Реферальная система.
uk: Реферальна система.

source: The ability to set a minimum order amount at which you can write off points.
ru_ru: Возможность установить минимальную сумму заказа, при которой можно списать баллы.
uk: Можливість встановити мінімальну суму замовлення, при якій можна списувати бали.

source: Withdrawal of bonus points if the client has not made orders for a long time.
ru_ru: Снятие бонусных баллов, если клиент давно не делал заказы.
uk: Зняття бонусних балів, якщо клієнт тривалий час не робив замовлення.

source: Ability to exclude roles from the bonus system.
ru_ru: Возможность исключить роли из бонусной системы.
uk: Можливість виключати ролі з бонусної системи.

source: Set up a product with 100% cashback (required to purchase points).
ru_ru: Настройте продукт со 100% кешбэком (требуется для покупки баллов).
uk: Налаштуйте продукт зі 100% кешбеком (потрібно для балів покупки).

source: Possibility to earn points for registration.
ru_ru: Возможность заработать баллы за регистрацию.
uk: Можливість заробити бали за реєстрацію.

source: The ability to credit cashback for excluded products and categories.
ru_ru: Возможность начисления кешбэка за исключенные товары и категории.
uk: Можливість зараховувати кешбек за виключені продукти та категорії.

source: Possibility to earn daily points for logging in.
ru_ru: Возможность зарабатывать ежедневные баллы за вход в систему.
uk: Можливість заробляти щоденні бали за вхід.

source: Ability to exclude products and categories that cannot be purchased with points.
ru_ru: Возможность исключать товары и категории, которые нельзя купить за баллы.
uk: Можливість виключати товари та категорії, які не можна придбати за бали.

source: The ability to set the percentage of the order amount that can be spent by the client with points.
ru_ru: Возможность установить процент от суммы заказа, который клиент может потратить баллами.
uk: Можливість встановити відсоток від суми замовлення, який може витратити клієнт за рахунок балів.

source: The choice from which date to start counting the status of customers.
ru_ru: Выбор, с какой даты начать подсчет статуса клиентов.
uk: Вибір, з якої дати почати підрахунок статусу клієнтів.

source: The ability to earn points on your birthday.
ru_ru: Возможность начислять баллы в день рождения.
uk: Можливість заробляти бали в день народження.

source: What will the Pro version give?
ru_ru: Что даст Pro версия?
uk: Що дасть версія Pro?
