Repository: calliko/bonus-for-woo
Catalog: lang/bonus-for-woo-*.po
Languages: ru_ru, uk

source: From what date to count the amount of orders?
ru_ru: С какой даты считать сумму заказов?
uk: З якого числа рахувати кількість замовлень?

source: Product for which 100% cashback is charged.
ru_ru: Товар, за который начисляется 100% кешбэк.
uk: Продукт, за який стягується 100% кешбек.

source: The icons will appear on the user's account page.
ru_ru: Значки появятся на странице учетной записи пользователя.
uk: Іконки з’являться на сторінці облікового запису користувача

source: Social links for the referral system
ru_ru: Социальные ссылки для реферальной системы
uk: Соціальні посилання для реферальної системи

source: The Sum of orders after which the referral system will become available to the client.
ru_ru: Сумма заказов, после которой клиенту станет доступна реферальная система.
uk: Сума замовлень, після якої реферальна система стане доступною клієнту

source: Show points that will be returned to the customer in the cart and checkout?
ru_ru: Показать баллы, которые будут возвращены покупателю в корзине и при оформлении заказа?
uk: Показати бали, які будуть повернуті клієнту в кошику та при оформленні?

source: Hide customer points history?
ru_ru: Скрыть историю бонусных баллов у клиента?
uk: Приховати історію балів клієнтів?

source: Points will come for those invited by your friends.
ru_ru: Баллы будут приходить за тех, кого пригласили ваши друзья.
uk: Бали будуть приходитимуть за тих, кого запросили Ваші друзі.

source: Use a two-tier system
ru_ru: Используйте двухуровневую систему
uk: Використовуйте дворівневу систему

source: The referer will not receive points from the second order.
ru_ru: Реферер не будет получать баллы со второго заказа.
uk: Реферал не отримає бали з другого замовлення.

source: Earn points only for the first referral order?
ru_ru: Начислять баллы только за первый реферальный заказ?
uk: Заробляти бали лише за перше замовлення реферала?

source: The percentage of points accrued from the second level referral's order.
ru_ru: Процент баллов, начисленных от заказа реферала второго уровня.
uk: Відсоток балів, нарахованих із замовлення реферала другого рівня.

source: The percentage of points accrued from the referral's order.
ru_ru: Процент баллов, начисленных за заказ реферала.
uk: Відсоток балів, нарахованих від замовлення реферала

source: The minimum order amount to use points.
ru_ru: Минимальная сумма заказа для использования баллов.
uk: Мінімальна сума замовлення для використання балів

source: When the checkbox is checked, cashback for delivery will not be credited.
ru_ru: При установленном флажке кешбэк за доставку не начисляется.
uk: Якщо прапорець встановлено, кешбек за доставку не нараховується

source: Remove cashback for delivery?
ru_ru: Снять кешбэк за доставку?
uk: Знімати кешбек за доставку?

source: Cashback will be credited without taking into account discounts.
ru_ru: Кешбэк будет начислен без учета скидок.
uk: Кешбек буде нараховано без урахування знижок.

source: Ignore coupons and discounts when calculating cashback
ru_ru: Игнорировать купоны и скидки при начислении кешбэка
uk: Не звертайте уваги на купони та знижки при розрахунку кешбеку

source: When the checkbox is selected, the points cannot be spent, but the cashback will be accrued.
ru_ru: При установленном флажке баллы нельзя потратить, но кешбэк будет начислен.
uk: Якщо прапорець встановлено, бали не можна витрачати, але кешбек буде нараховано

source: Don't spend points if a coupon is applied?
ru_ru: Не тратить баллы, если применяется купон?
uk: Не витрачати бали, якщо використовується купон?

source: Exclude roles from the bonus system
ru_ru: Исключить роли из бонусной системы
uk: Виключити ролі з бонусної системи

source: Clear points that the customer wants to deduct when the number of items in the cart changes
ru_ru: Очищать баллы, которые покупатель хочет списать при изменении количества товаров в корзине.
uk: Конкретні бали, які клієнт хоче відняти, коли кількість товарів у кошику змінюється

source: Coupons
ru_ru: Купоны
uk: Купони

source: If the client uses points, cashback is not credited.
ru_ru: Если клиент использует баллы, кешбэк не начисляется.
uk: Якщо клієнт використовує бали, кешбек не нараховується.

source: Accrue cashback on excluded products and categories?
ru_ru: Начислять кешбэк за исключенные товары и категории?
uk: Нараховувати кешбек на виключені продукти та категорії?

source: Points for registration
ru_ru: Баллы за регистрацию
uk: Бали за реєстрацію

source: Exclude products that cannot be purchased with cashback points.
ru_ru: Исключите товары, которые нельзя приобрести за кешбэк баллы.
uk: Виключити продукти, які не можна придбати за балами кешбеку

source: Exclude payment method from the bonus system.
ru_ru: Исключить метод оплаты из бонусной системы.
uk: Виключити спосіб оплати з бонусної системи.

source: Exclude product categories that cannot be purchased with cashback points.
ru_ru: Исключите категории товаров, которые нельзя приобрести за кешбэк баллы.
uk: Виключити категорії продуктів, які не можна придбати за бали кешбеку

source: Percentage of the order amount that can be spent by the client in points.
ru_ru: Процент суммы заказа, который может быть потрачен клиентом в баллах.
uk: Відсоток від суми замовлення, який може витратити клієнт у балах

source: Hide deduction of points for sale items?
ru_ru: Скрыть возможность потратить баллы для товаров со скидкой?
uk: Приховати можливість витратити бали для товарів зі знижкою?

source: Uncheck the checkbox if the checkout is in the basket.
ru_ru: Снимите флажок, если оформление заказа находится в корзине.
uk: Зніміть прапорець, якщо оформлення замовлення знаходиться в кошику.

source: Writing off points in ordering
ru_ru: Списание баллов в оформлении заказа
uk: Списання балів в оформленні замовлення

source: Do not show the word "up to" before the score.
ru_ru: Не показывайте слово «до» перед баллами.
uk: Не показувати слово «до» перед оцінкою.

source: Do not round decimals in points?
ru_ru: Не округлять десятичные дроби в баллах?
uk: Чи не округляти десяткові дроби в балах?

source: Link to the terms and conditions.
ru_ru: Ссылка на правила и условия.
uk: Посилання на умови.

source: * Accrued only if the customer bought this product.
ru_ru: * Начисляется только в том случае, если покупатель приобрел данный товар.
uk: * Нараховується лише в тому випадку, якщо клієнт купив цей товар

source: * If the value is greater than 0, all reviews will have to be manually approved.
ru_ru: * Если значение больше 0, все отзывы необходимо будет утверждать вручную.
uk: * Якщо значення більше 0, усі відгуки потрібно буде затвердити вручну

source: Number of bonus points for a product review
ru_ru: Количество бонусных баллов за обзор продукта
uk: Кількість бонусних балів за оглядовий відгук товару

source: At what order status will points be returned?
ru_ru: При каком статусе заказа будут возвращены баллы?
uk: За якого статусу замовлення будуть повернуті бали?

source: Attention! The amount of orders and the setting of user statuses will be calculated according to this order status.
ru_ru: Внимание! Количество заказов и установка пользовательских статусов будут рассчитываться в соответствии с этим статусом заказа.
uk: Увага! Відповідно до цього статусу замовлення буде розраховуватися кількість замовлень і встановлення статусів користувачів.

source: At what status of an order can points be awarded?
ru_ru: При каком статусе заказа могут начисляться баллы?
uk: За якого статусу замовлення можуть бути нараховані бали?

source: At what order status can points be debited?
ru_ru: При каком статусе заказа могут списываться баллы?
uk: За якого статусу замовлення бали можуть бути списані?

source: Plugin settings
ru_ru: Настройки плагина
uk: Налаштування плагіну

source: Logs
ru_ru: Логи
uk: Логи

source: Rules and Conditions Generator
ru_ru: Генератор правил и условий
uk: Генератор правил і умов

source: Bonus points coupons
ru_ru: Купоны бонусных баллов
uk: Купони бонусних балів

source: Bonus points coupons - Bonus for Woo
ru_ru: Купоны на бонусные баллы - Bonus for Woo
uk: Купони бонусних балів - Bonus for Woo

source: Bonus system statistic
ru_ru: Статистика бонусной системы
uk: Статистика бонусної системи

source: Bonus points statistic - Bonus for Woo
ru_ru: Статистика бонусных баллов - Bonus for Woo
uk: Статистика бонусних балів - бонус для Woo

source: History of bonus points for all customers
ru_ru: История бонусных баллов для всех клиентов
uk: Історія бонусних балів для всіх клієнтів

source: Bonus points history
ru_ru: История бонусных баллов
uk: Історія бонусних балів

source: My bonuses
ru_ru: Мои бонусы
uk: Мої бонуси

source: User status
ru_ru: Статус пользователя
uk: Статус користувача

source: This user does not participate in the bonus system.
ru_ru: Этот пользователь не участвует в бонусной системе.
uk: Цей користувач не бере участі в бонусній системі.

source: Invited friends
ru_ru: Приглашенные друзьями
uk: Запрошені друзями

source: Invited
ru_ru: Приглашено
uk: Запрошено

source: Invited by user
ru_ru: Приглашение от пользователя
uk: Запрошено користувачем

source: Referral link
ru_ru: Реферальная ссылка
uk: Реферальне посилання

source: Referral system
ru_ru: Реферальная система
uk: Реферальна система

source: change
ru_ru: изменить
uk: змінити

source: The reason for the change in points. It will be displayed in the client's accrual history.
ru_ru: Причина смены баллов. Он будет отображаться в истории начислений клиента.
uk: Причина зміни балів. Вона буде відображатися в історії нарахувань клієнта

source: Change bonus points
ru_ru: Изменить бонусные баллы
uk: Змінити бонусні бали

source: Total bonus points
ru_ru: Всего бонусных баллов
uk: Загальна кількість бонусних балів

source: You can change the number of bonus points.
ru_ru: Вы можете изменить количество бонусных баллов
uk: Ви можете змінити кількість бонусних балів

source: The client did not receive points this year
ru_ru: В этом году клиент не получил баллы
uk: Цього року клієнт не отримав балів

source: The client received points this year
ru_ru: Клиент получил баллы в этом году
uk: Цього року клієнт отримав бали

source: Add order
ru_ru: Добавить заказ
uk: Додати замовлення

source: Enter amount
ru_ru: Введите сумму
uk: Введіть суму

source: Place an order offline
ru_ru: Оформить заказ офлайн
uk: Оформити замовлення офлайн

source: The client will have a new order and earn bonus points
ru_ru: Клиент получит новый заказ и заработает бонусные баллы
uk: Клієнт отримає нове замовлення та заробить бонусні бали

source: Cleared
ru_ru: Очищено
uk: Очищено

source: deleted
ru_ru: удален
uk: видалено

source: Status
ru_ru: Статус
uk: Статус

source: Total amount of orders
ru_ru: Общая сумма заказов
uk: Загальна кількість замовлень

source: User bonus points
ru_ru: Бонусные баллы пользователя
uk: Бонусні бали користувача

source: points
ru_ru: баллов
uk: бали

source: The sum of your bonus points is now
ru_ru: Сумма ваших бонусных баллов теперь
uk: Зараз сума ваших бонусних балів

source: Cause
ru_ru: Причина
uk: Причина

source: %s bonus points have been added to you.
ru_ru: Вам начислено %s бонусных баллов.
uk: Вам додано %s бонусних балів

source: Bonus points update
ru_ru: Обновление бонусных баллов
uk: Оновлення бонусних балів

source: Not specified.
ru_ru: Не указано.
uk: Не визначено.

source: Register and get %1$d %2$s.
ru_ru: Зарегистрируйтесь и получите %1$d %2$s.
uk: Зареєструйтеся та отримайте %s %s

source: Date of birth
ru_ru: Дата рождения
uk: Дата народження

source: Bonus points have been added to you!
ru_ru: Вам начислены бонусные баллы!
uk: Бонусні бали додані вам!

source: %s for registration.
ru_ru: %s за регистрацию.
uk: %s для реєстрації.

source: To start using the referral system, you need to buy goods for
ru_ru: Чтобы начать пользоваться реферальной системой, вам необходимо купить товаров на
uk: Щоб почати користуватися реферальною системою, потрібно придбати товари для

source: Your friends invited
ru_ru: Ваши друзья пригласили
uk: Ваші друзі запросили

source: people
ru_ru: чел.
uk: Люди

source: You invited
ru_ru: Вы пригласили
uk: Ви запросили

source: Copy link
ru_ru: Копировать ссылку
uk: Копіювати посилання

source: My referral link
ru_ru: Моя реферальная ссылка
uk: Моє реферальне посилання

source: At the moment, the bonus system is not available.
ru_ru: На данный момент бонусная система недоступна.
uk: На даний момент бонусна система недоступна

source: You have the maximum cashback!
ru_ru: У вас максимальный кешбэк!
uk: У вас кешбек на максимумі!

source: Up to [percent]% cashback and «[status]» status, you have [sum] left to spend.
ru_ru: До кешбэка [percent]% и статуса «[status]» осталось потратить [sum].
uk: До [percent]% кешбеку та статусу «[status]» у вас залишилося витратити [sum].

source: To take
ru_ru: Получить
uk: Брати

source: Coupon code
ru_ru: Код купона
uk: Код купона

source: Enter coupon code to take %s.
ru_ru: Введите код купона, чтобы получить %s.
uk: Введіть код купона, щоб отримати %s.

source: days
ru_ru: дней
uk: днів

source: will expire after
ru_ru: сгорят через
uk: згорять через

source: Bonus points
ru_ru: Бонусные баллы
uk: Бонусні бали

source: My cashback percentage
ru_ru: Мой процент кешбэка
uk: Мій відсоток кешбеку

source: My status
ru_ru: Мой статус
uk: Мій статус

source: Bonus page
ru_ru: Страница бонусов
uk: Сторінка бонусів

source: computy
ru_ru: компьюти

source: This plugin adds a cashback system to the woocommerce functionality in the form of bonuses. Also, adding a percentage of cashback depending on the user's role. Also, changing the user's role, depending on the amount of all his purchases.
ru_ru: Этот плагин добавляет к функционалу woocommerce систему кешбэка в виде бонусов. Также добавление процента кешбэка в зависимости от роли пользователя. Также смена роли пользователя в зависимости от суммы всех его покупок
uk: Цей плагін додає систему кешбеку до функціональності woocommerce у вигляді бонусів. Також додавання відсотка кешбеку в залежності від ролі користувача. Також змінюється роль користувача в залежності від суми всіх його покупок

source: Bonus for Woo
ru_ru: Бонусы для Woo

source: Цена версии Pro: <del>4500</del> <b>3500 рублей</b>
uk: Ціна версії Pro: <del>4500</del> <b>3500 рублів</b>
