Repository: calliko/bonus-for-woo
Catalog: lang/bonus-for-woo-*.po
Languages: ru_ru, uk

source: Activate the Pro version for your site now and forever. Hurry up to buy cheaper, because with the addition of new features the price will increase.
ru_ru: Активируйте версию Pro для своего сайта сейчас и навсегда. Спешите купить дешевле, ведь с добавлением новых функций цена будет увеличиваться.
uk: Активуйте версію Pro для свого сайту зараз і назавжди. Поспішайте купити дешевше, адже з додаванням нових функцій ціна зросте.

source: Bonus for woo Pro
ru_ru: Бонусы для Woo Pro

source: You can only use csv file format!
ru_ru: Вы можете использовать только формат csv для файла !
uk: Ви можете використовувати лише формат файлу csv!

source: import
ru_ru: импорт
uk: імпорт

source: Upload CSV file
ru_ru: Загрузить файл CSV
uk: Завантажте файл CSV

source: Сreate CSV export file
ru_ru: Создать файл экспорта CSV
uk: Створіть файл експорту CSV

source: download CSV file
ru_ru: скачать CSV файл
uk: завантажити файл CSV

source: Recreate CSV export file
ru_ru: Пересоздать файл экспорта CSV
uk: Відтворіть експортований файл CSV

source: When you click the "Create CSV export file" button, a link to download the file will appear next to it. You can download the file and edit it and then import it in the form below. After that, the bonus points data will be updated.
ru_ru: При нажатии кнопки «Создать файл экспорта CSV» рядом с ней появится ссылка для скачивания файла. Вы можете скачать файл и отредактировать его, а затем импортировать в форму ниже. После этого данные о бонусных баллах будут обновлены.
uk: Коли ви натиснете кнопку «Створити файл експорту CSV», поруч з ним з’явиться посилання для завантаження файлу. Ви можете завантажити файл і відредагувати його, а потім імпортувати у форму нижче. Після цього дані про бонусні бали будуть оновлені

source: Save Changes
ru_ru: Сохранить изменения
uk: Зберегти зміни

source: Edit
ru_ru: Редактировать
uk: Редагувати

source: Change status
ru_ru: Изменить статус
uk: Змінити статус

source: Add satus
ru_ru: Добавить статус
uk: Додати статус

source: New status for clients
ru_ru: Новый статус для клиентов
uk: Новий статус для клієнтів

source: To get started with the bonus system with cashback, create a new status for customers.
ru_ru: Чтобы начать работу с бонусной системой с кешбэком, создайте новый статус для клиентов.
uk: Щоб розпочати роботу з бонусною системою, та з кешбеком, створіть новий статус для клієнтів

source: Are you sure you want to delete the status?
ru_ru: Вы уверены, что хотите удалить статус?
uk: Ви впевнені, що хочете видалити статус?

source: Delete status
ru_ru: Удалить статус
uk: Видалити статус

source: Action
ru_ru: Действие
uk: Дія

source: Amount of orders
ru_ru: Сумма заказов
uk: Кількість замовлень

source: Role slug (automatic)
ru_ru: Слаг роли (автоматически)
uk: Роль (автоматично)

source: Status name
ru_ru: Имя статуса
uk: Назва статусу

source: <b> Amount of orders </b> - is a number corresponding to the amount of customer orders with which this role is applied to the user. For example, if you enter 3000, this status will change only when the sum of all customer orders exceeds 3000. If you enter 0, the users status will change immediately, without purchases.
ru_ru: <b> Сумма заказов </b> - число, соответствующее сумме заказов клиентов, с которыми эта роль применяется к пользователю. Например, если вы введете 3000, этот статус изменится только тогда, когда сумма всех заказов клиентов превысит 3000. Если вы введете 0, статус пользователей изменится немедленно, без покупок.
uk: <b> Кількість замовлень </b> - це число, що відповідає кількості замовлень клієнтів, з якими ця роль застосовується до користувача. Наприклад, якщо ви введете 3000, цей статус зміниться лише тоді, коли сума всіх замовлень клієнтів перевищить 3000. Якщо ви введете 0, статус користувачів зміниться негайно, без покупок.

source: <b> Cashback percentage </b> - the percentage that will be credited to a client with the corresponding status.
ru_ru: <b> Процент кешбэка </b> - процент, который будет зачислен клиенту с соответствующим статусом.
uk: <b> Відсоток кешбеку </b> - це відсоток, який буде зарахований клієнту з відповідним статусом

source: <b> Slug </b> is a unique name for the system to work.
ru_ru: <b> Слаг </b> - это уникальное имя для работы системы.
uk: <b> Слаг </b> є унікальним ім'ям для роботи системи

source: <b>Status name</b> - the name that will be displayed in the client's account and his personal account.
ru_ru: Термины: <b> Имя статуса </b> - имя, которое будет отображаться в аккаунте клиента и его личном кабинете.
uk: Терміни: <b> Назва статуса </b> - ім'я, яке буде відображатися в обліковому записі клієнта та його особистому кабінеті

source: Terms:
ru_ru: Термины:
uk: Умови:

source: Export/Import
ru_ru: Экспорт/Импорт
uk: Експорт/Імпорт

source: Email notifications
ru_ru: Уведомления по Email
uk: Сповіщення електронною поштою

source: Client status management
ru_ru: Управление статусом клиента
uk: Керування статусом клієнта

source: Error updating status. Please try again.
ru_ru: Ошибка обновления статуса. Попробуйте еще раз.
uk: Помилка оновлення статусу. Спробуйте ще раз.

source: Error adding status. Please try again.
ru_ru: Ошибка добавления статуса. Попробуйте еще раз.
uk: Помилка додавання статусу. Спробуйте ще раз.

source: added
ru_ru: добавлен
uk: додано

source: The status name cannot be empty.
ru_ru: Название статуса не может быть пустым.
uk: Назва статусу не може бути пустою.

source: The accumulated amount cannot be less than 0
ru_ru: Накопленная сумма не может быть меньше 0
uk: Накопичена сума не може бути менше 0

source: is already in use. Please enter another status name.
ru_ru: уже используется. Введите другое название статуса.
uk: вже використовується. Будь ласка, введіть іншу назву статусу.

source: Expands the Bonus for Woo referral system
ru_ru: Расширяет реферальную систему Bonus for Woo
uk: Розширює реферальну систему Bonus for Woo

source: More details
ru_ru: Подробнее
uk: Детальніше

source: API for Bonus for Woo for CRM systems
ru_ru: API Бонуса для Woo для CRM-систем
uk: API для Bonus for Woo для систем CRM

source: Add-ons
ru_ru: Дополнения
uk: Доповнення

source: Full list of shortcodes
ru_ru: Весь список шорткодов
uk: Повний список шорткодів

source: Withdrawal of a block of information of the referral system from the account: [bfw_account_referral]
ru_ru: Отображение блока информации реферальной системы как в аккаунте: [bfw_account_referral]
uk: Зняття блоку інформації реферальної системи з облікового запису: [bfw_account_referral]

source: Withdrawal of the bonus page from the personal account: [bfw_account]
ru_ru: Вывод бонусной страницы из личного кабинета: [bfw_account]
uk: Відображення бонусної сторінки з особистого кабінету: [bfw_account]

source: To display the number of points awarded, use the shortcode: [bfw_points]
ru_ru: Чтобы отобразить количество начисленных баллов, используйте шорткод: [bfw_points]
uk: Для відображення кількості нарахованих балів використовуйте шорткод: [bfw_points]

source: To display the percentage of cachek, use a shortcode: [bfw_cashback]
ru_ru: Чтобы показать процент кешбэка, используйте шорткод: [bfw_cashback]
uk: Щоб показати відсоток кешбеку, використовуйте шорткод: [bfw_cashback]

source: You can place the client status anywhere in the site using a shortcode: [bfw_status]
ru_ru: Вы можете разместить статус клиента в любом месте сайта, используя шорткод: [bfw_status]
uk: Ви можете розмістити статус клієнта у будь-якому місці сайту, використовуючи шорткод: [bfw_status]

source: Shordcodes
ru_ru: Шорткоды
uk: Шорткоди

source: Documentation
ru_ru: Документация
uk: Документация

source: About plugin
ru_ru: О плагине
uk: Про цей плагін

source: You can add points to your customers on the page <a href="users.php" target="_blank">users</a>,by selecting the desired client.
ru_ru: Вы можете добавлять баллы своим клиентам на странице <a href="users.php" target="_blank"> Клиенты</a>, выбрав нужного клиента.
uk: Ви можете додавати бали своїм клієнтам на сторінці <a href="users.php" target="_blank"> Клієнти</a>, вибравши потрібного клієнта

source: The users status depends on the total amount of the users orders.
ru_ru: Статус пользователя зависит от общей суммы заказов пользователя.
uk: Статус користувача залежить від загальної кількості замовлень користувачів

source: Each user status has a corresponding cashback percentage.
ru_ru: Каждому статусу пользователя соответствует процент кешбэка.
uk: Кожному статусу користувача відповідає процент кешбэка

source: The cashback percentage is calculated based on the users status in the form of bonus points.
ru_ru: Процент кешбэка рассчитывается исходя из статуса пользователя в виде бонусных баллов.
uk: Процент кэшбэка розраховується зі статусу користувача у вигляді бонусних балів

source: This plugin is designed to create a bonus system with cashback.
ru_ru: Этот плагин предназначен для создания бонусной системы с кешбэком.
uk: Цей плагін призначений для створення бонусної системи з кешбеком

source: Description
ru_ru: Описание
uk: Опис

source: Our other plugins
ru_ru: Другие наши плагины
uk: Інші наші плагіни

source: Thank you for rating
ru_ru: Спасибо за отзыв
uk: Дякую за оцінку

source: With the support of
ru_ru: При поддержке
uk: За підтримки з

source: Cashback:
ru_ru: Кешбэк:
uk: Кешбек:

source: Offline product
ru_ru: Офлайн-продукт
uk: Офлайн товар

source: Remove points
ru_ru: Удалить баллы
uk: Видалити бали

source: Use points
ru_ru: Использовать баллы
uk: Використовуйте бали

source: Points
ru_ru: Баллы
uk: Бали

source: Point
ru_ru: Балл
uk: Бал

source: At the time of order confirmation
ru_ru: В момент подтверждения заказа
uk: Під час підтвердження замовлення

source: If selected, points will not be rounded.
ru_ru: Если выбрано, баллы не будут округляться.
uk: Якщо вибрано, бали не будуть округлені.

source: Terms & Conditions
ru_ru: Правила и условия
uk: Правила та умови

source: Valid for cashback
ru_ru: Действует и на кешбэк
uk: Діє для кешбеку

source: When the referral system is activated, additional settings will appear.
ru_ru: При активации реферальной системы появятся дополнительные настройки.
uk: При активації реферальної системи з’являться додаткові налаштування.

source: days without accrual or debit of points
ru_ru: дней без начисления и списания баллов
uk: днів без нарахування або списання балів

source: Yes, accrue
ru_ru: Да, начислять
uk: Так, нараховувати

source: Add points only to the referral.
ru_ru: Добавлять баллы только рефералу.
uk: Додавайте бали лише рефералу

source: Only for logged in clients.
ru_ru: Только для зарегистрированных клиентов.
uk: Тільки для зареєстрованих клієнтів.

source: Select a Payment Method
ru_ru: Выберите метод оплаты
uk: Виберіть спосіб оплати

source: You get %s points for logging into your account.
ru_ru: Вы получаете %s баллов за вход в свою учетную запись.
uk: Ви отримуєте %s балів за вхід у свій обліковий запис.

source: Your points will be deleted after %s days.
ru_ru: Ваши баллы будут удалены через %s дней.
uk: Ваші бали буде видалено через %s днів.

source: Your points will be deleted soon
ru_ru: Ваши баллы скоро будут удалены
uk: Ваші бали незабаром буде видалено

source: Happy birthday and give you bonus points:
ru_ru: Поздравляем с днем рождения и дарим вам бонусные баллы:
uk: Вітаємо з днем народження та даруємо бонусні бали:

source: Bonus points on your birthday
ru_ru: Баллы в день рождения
uk: Бонусні бали в день народження

source: Now the percentage of cashback:
ru_ru: Теперь процент кешбэка:
uk: Тепер відсоток кешбеку:

source: Now your status is "%s".
ru_ru: Теперь ваш статус "%s".
uk: Тепер ваш статус "%s"

source: Changing your status
ru_ru: Изменение вашего статуса
uk: Зміна статусу

source: You have received %s bonus points for a product review.
ru_ru: Вы получили %s бонусных баллов за обзор продукта.
uk: Ви отримали %s бонусних балів за відгук до товару

source: You have returned %1$s bonus points for order number %2$s.
ru_ru: Вы вернули %1$s бонусных баллов за заказ №%2$s.
uk: Вам повернуто %1$s бонусних балів за номер замовлення %2$s.

source: The %1$s bonus points you earned for order no. %2$s have been canceled.
ru_ru: %1$s бонусных баллов, заработанные вами за заказ №%2$s были отменены.
uk: %s бонусних балів, які ви заробили за номер замовлення. %s скасовано

source: Refund of bonus points
ru_ru: Возврат бонусных баллов
uk: Повернення бонусних балів

source: You have been credited with %s bonus points.
ru_ru: Вам было начислено %s бонусных баллов.
uk: Вам нараховано %s бонусних балів

source: You have accrued %s bonus points from order number %s.
ru_ru: Вам начислено %s бонусных баллов за заказ № %s.
uk: Вам нараховано %s бонусних балів за замовлення № %s.

source: Points accrual
ru_ru: Начисление баллов
uk: Нарахування балів

source: You used %s bonus points to pay for order number %s.
ru_ru: Вы использовали %s бонусных баллов для оплаты заказа № %s.
uk: Ви використали %s бонусних балів, щоб оплатити замовлення № %s

source: %s bonus points were deducted from you.
ru_ru: С вас снято %s бонусных баллов.
uk: %s бонусних балів було знято з вас

source: Writing off bonus points
ru_ru: Списание бонусных баллов
uk: Списання бонусних балів

source: Letter template
ru_ru: Шаблон письма
uk: Шаблон листа

source: Email header
ru_ru: Заголовок письма
uk: Заголовок електронного листа

source: Hello
ru_ru: Здравствуйте
uk: Привіт

source: Use your own heading templates.
ru_ru: Используйте свои собственные шаблоны заголовков.
uk: Використовуйте власні шаблони заголовків.

source: In the <a href="/wp-admin/admin.php?page=wc-settings&tab=email" target="_blank">settings woocommerce</a>, it is indicated from whom the letter will be sent. If not specified, the general settings <a href="/wp-admin/options-general.php" target="_blank">from the page</a> will be used. All email design in settings Woocommerce. The notification text is generated automatically.
ru_ru: В <a href="/wp-admin/admin.php?page=wc-settings&tab=email" target="_blank"> настройках woocommerce</a> указано, от кого будет отправлено письмо. Если не указано, то будут использоваться общие настройки <a href="/wp-admin/options-general.php" target="_blank">со страницы</a>. Весь дизайн писем в настройках Woocommerce. Текст уведомлений генерируется автоматически.
uk: У <a href="/wp-admin/admin.php?page=wc-settings&tab=email" target="_blank">налаштуваннях woocommerce</a> вказується, від кого буде надіслано лист. Якщо не вказано, використовуватимуться загальні налаштування <a href="/wp-admin/options-general.php" target="_blank">зі сторінки</a>. Весь дизайн електронної пошти в налаштуваннях Woocommerce. Текст повідомлення генерується автоматично

source: The Pro version of the Bonus for Woo plugin has not been confirmed. Reactivate the Pro version. If you have any difficulties, write to us at info@computy.ru
ru_ru: Версия Pro плагина Bonus for Woo не подтверждена. Повторно активируйте версию Pro. Если возникнут трудности, напишите нам на info@computy.ru
uk: Pro версія плагіна Bonus for Woo не була підтверджена. Повторно активуйте версію Pro. Якщо у вас виникнуть труднощі, напишіть нам на info@computy.ru

source: Letter template for about earning points for signing in.
ru_ru: Шаблон письма о начислении баллов за вход.
uk: Шаблон листа про отримання балів за вхід.

source: Days before deducting points
ru_ru: Дней до списания баллов
uk: Днів до списання балів

source: Letter template for deducting points soon
ru_ru: Шаблон письма для списания баллов в ближайшее время
uk: Незабаром шаблон листа для зняття балів

source: Letter template when points are awarded on a birthday
ru_ru: Образец письма при начислении баллов в день рождения
uk: Шаблон листа при нарахуванні балів на день народження

source: Cashback percentage
ru_ru: Процент кешбэка
uk: Відсоток кешбеку

source: Template for a letter when a client status changes
ru_ru: Шаблон письма при изменении статуса клиента
uk: Шаблон листа при зміні статусу клієнта

source: Сause
ru_ru: Причина
uk: Причина

source: Email template when leaving a product review
ru_ru: Шаблон письма при оставлении отзыва о продукте
uk: Шаблон листа, коли залишаєте відгук про продукт

source: Cashback amount
ru_ru: Количество кешбэка
uk: Сума кешбеку

source: Email template, when order status is returned
ru_ru: Шаблон письма, когда заказ возвращен
uk: Шаблон листа, коли повертається статус замовлення

source: Email template when order status is complete from referral.
ru_ru: Шаблон сообщения электронной почты, когда статус заказа завершен от реферала.
uk: Шаблон листа, коли статус замовлення буде завершено від реферала

source: Points amount
ru_ru: Количество баллов
uk: Сума балів

source: Email template, when order status is complete
ru_ru: Шаблон письма, когда статус заказа завершен
uk: Шаблон листа, коли статус замовлення буде завершено

source: Order
ru_ru: Заказ
uk: Замовлення

source: Template of the letter when the customer confirmed the order
ru_ru: Шаблон письма при подтверждении заказа покупателем
uk: Шаблон листа, коли клієнт підтвердив замовлення

source: New user registration email template
ru_ru: Шаблон письма при регистрации нового пользователя
uk: Шаблон листа, при реєстрації нового користувача

source: Email template when writing off points by admin
ru_ru: Шаблон письма при списании баллов администратором
uk: Шаблон листа при списанні балів адміном

source: Total points for the client
ru_ru: Всего баллов у клиента
uk: Загальна кількість балів для клієнта

source: Client name
ru_ru: Имя клиента
uk: Ім'я клієнта

source: Email template when points are added by admin
ru_ru: Шаблон письма при добавлении баллов администратором
uk: Шаблон листа, коли бали додає адміністратор

source: About earning points for signing in.
ru_ru: О начислении баллов за вход.
uk: Про отримання балів за вхід.

source: About the imminent deletion of points.
ru_ru: О скором удалении баллов.
uk: Про те, що незабаром бали будуть видалені

source: When are points earned on your birthday
ru_ru: Когда начисляются баллы в день рождения
uk: Коли нараховуються бали у ваш день народження

source: When the status changes
ru_ru: Когда статус меняется
uk: При зміні статусу

source: Product Review Notice(approval, rejection)
ru_ru: Уведомление об обзоре продукта (утверждение, отклонение)
uk: Повідомлення про огляд продукту (схвалення, відхилення)

source: When processing an order by an administrator(paid, returned)
ru_ru: При изменении заказа администратором (оплачено, возвращено)
uk: При обробці замовлення адміністратором (оплачено, повернуто)

source: When the order is confirmed
ru_ru: Когда заказ подтвержден
uk: Коли замовлення буде підтверджено

source: When registering
ru_ru: При регистрации
uk: При реєстрації

source: Changes to points by the administrator
ru_ru: Изменения баллов администратором
uk: Зміни балів адміністратором

source: Headings and styling:
ru_ru: Заголовки и стили:
uk: Заголовки та стилі:

source: Notifications will no longer be sent to customers by email. Check out the setup in the manual.
ru_ru: Уведомления больше не будут отправляться клиентам по электронной почте. Смотри настройку в мануале.
uk: Сповіщення більше не надсилатимуться клієнтам електронною поштою. Перевірте налаштування в посібнику.

source: Use your send method
ru_ru: Используйте свой метод отправки
uk: Використати свій метод выдправки

source: Email settings
ru_ru: Настройки Email
uk: Налаштування Email

source: Translate
ru_ru: Перевод
uk: Перекласти

source: The word "Cashback" in the product card.
ru_ru: Слово «Кешбэк» в карточке товара.
uk: Слово «Cashback» у картці товару.

source: Remaining amount
ru_ru: Оставшаяся сумма
uk: Сума, що залишилася

source: Next status
ru_ru: Следующий статус
uk: Наступний статус

source: Next percentage
ru_ru: Следующий процент
uk: Наступний відсоток

source: Information about the remaining amount for the transition to another status.
ru_ru: Информация об оставшейся сумме для перехода в другой статус.
uk: Інформація про залишок сумми для переходу в інший статус

source: Name of the offline product in the buyer's order
ru_ru: Название офлайн-продукта в заказе покупателя
uk: Назва офлайн-продукту в замовленні покупця

source: Main title. Used throughout the bonus system.
ru_ru: Основное название. Используется во всей бонусной системе.
uk: Основна назва. Використовується в усій бонусній системі.

source: "Bonus points" name.
ru_ru: Название «Бонусные баллы».
uk: Назва «Бонусні бали».

source: amount received
ru_ru: полученная сумма
uk: отримана сума

source: Number of points
ru_ru: Количество баллов
uk: Кількість балів

source: Use shortcodes:
ru_ru: Используйте шорткоды:
uk: Використовуйте шорткоди:

source: "My cashback percentage" in the customer account.
ru_ru: «Мой процент кешбэка» в личном кабинете.
uk: «Мій відсоток кешбеку» на рахунку клієнта

source: "My status" in the customer account.
ru_ru: «Мой статус» в личном кабинете.
uk: «Мій статус» в обліковому записі клієнта

source: Bonus point history heading.
ru_ru: Заголовок истории бонусных баллов.
uk: Заголовок історії бонусних балів

source: The title in the customers account.
ru_ru: Заголовок в учетной записи клиента.
uk: Назва в обліковому запису клієнта

source: Maximum number of coupons per day for one client.
ru_ru: Максимальное количество купонов в день для одного клиента.
uk: Максимальна кількість купонів на день для одного клієнта.

source: Pro settings
ru_ru: Настройки Pro
uk: Налаштування Pro

source: First field singular, second plural.
ru_ru: Первое поле единственного числа, второе множественное число в родительном падеже.
uk: Перше поле однини, друге множини

source: Points Label
ru_ru: Обозначение баллов
uk: Позначення балів

source: Do not show in your account how many days of points burning are left.
ru_ru: Не показывать в личном кабинете, сколько дней осталось до сгорания баллов.
uk: Не показувати в обліковому записі, скільки днів залишилося до анулювання балів.

source: How many days in advance do I have to give notice to deduct points?
ru_ru: За сколько дней предупредить о списании баллов?
uk: За скільки днів повідомити про списання балів?

source: Removing bonus points for inactivity
ru_ru: Снятие бонусных баллов за бездействие
uk: Видалення бонусних балів за бездіяльність

source: The order of the "My bonuses" menu item in the client account.
ru_ru: Порядок пункта меню «Мои бонусы» в личном кабинете.
uk: Порядок пункту меню «Мої бонуси» в обліковому записі клієнта

source: Attention! This will remove all settings and all user bonus points.
ru_ru: Внимание! Это приведет к удалению всех настроек и всех пользовательских бонусных баллов.
uk: Увага! Це призведе до видалення всіх налаштувань і всіх бонусних балів користувача

source: Remove plugin traces upon activation.
ru_ru: Удалите следы плагина при удалении плагина.
uk: Видаліть сліди плагіна після активації

source: Show social media links on product page?
ru_ru: Показывать ссылки на социальные сети на странице товара?
uk: Показати посилання на соціальні мережі на сторінці товару?

source: Awarding points to the client for logging in. Charged once a day.
ru_ru: Начисление баллов клиенту за вход в систему. Начисляется раз в сутки.
uk: Нарахування балів клієнту за авторизацію. Стягується раз на день.

source: Daily points for the first login
ru_ru: Ежедневные баллы за первый вход
uk: Щоденні бали за перший вхід

source: If more than 0 is specified, then the client will have a date entry field in the account settings.
ru_ru: Если указано больше 0, то у клиента будет поле ввода даты в настройках аккаунта.
uk: Якщо вказано більше 0, то клієнт матиме поле введення дати в налаштуваннях облікового запису.

source: Points on your birthday
ru_ru: Баллы в день рождения
uk: Бали на день народження
